[
  {
    "title": "Invitation to contribute to new Collection with JoVE",
    "image": "https://structured-materials-and-dynamics-lab.storage.c2.liara.space/img/slide3.jpg",
    "content": "To date very few journals publish video articles in our field, despite this type of article being of paramount importance for sharing techniques and improving their replicability. <br/><br/>For this reason, I have opened a Collection with JoVE on “Current Approaches in Modeling, Design, Fabrication, and Experimentation of Phononic Crystals and Acoustic Metamaterials”: The purpose of this collection is to offer a comprehensive overview of recent advances and methodologies in Phononic Crystals and Acoustic Metamaterials.<br/><br/>The most recent Impact Factor for JoVE (ISSN 1940-087X) is 1.424, according to the 2021 Journal Citation Reports. JoVE articles are indexed in PubMed, Web of Science, SciFinder, EMBASE, and Scopus.<br/><br/>After submission, each manuscript will be peer reviewed, which is typically a 3 month process. JoVE will then generate a script and schedule a filming date. A videographer will travel to the authors’ location to film the procedure and then JoVE will take care of the editing and voiceover.<br/><br/>If you are interested, either message me or submit an abstract here: <a href='https://lnkd.in/eE2VyX6J' target='_blank'>https://lnkd.in/eE2VyX6J</a><br/><br/>#GuestEditor Invitation to Contribute"
  },

  {
    "title": "UK Metamaterials Network Acoustic Metamaterial conference",
    "image": "https://structured-materials-and-dynamics-lab.storage.c2.liara.space/img/slide4.jpg",
    "content": "Our research team has received a new grant to explore sustainable practices in construction using bio-based materials. This funding will support the development of next-generation materials and investigate their applications in real-world structures.<br/><br/>We are partnering with several academic and industrial collaborators across Europe to ensure a practical impact.<br/><br/>Read more on our <a href='https://example.com/grant-details' target='_blank'>official page</a>."
  },
  
  {
    "title": "Inspiring the Next Generation of Civil Engineers",
    "image": "https://structured-materials-and-dynamics-lab.storage.c2.liara.space/img/slide1.jpg",
    "content": "Our research team has received a new grant to explore sustainable practices in construction using bio-based materials. This funding will support the development of next-generation materials and investigate their applications in real-world structures.<br/><br/>We are partnering with several academic and industrial collaborators across Europe to ensure a practical impact.<br/><br/>Read more on our <a href='https://example.com/grant-details' target='_blank'>official page</a>."
  }
]
